[
  {
  "id": 1,
  "title": "Herb",
  "category": "safe",
  "details": "Herbs are the kind of food rabbits are born to digest. Feeding them herbs ensures that the digestion processes are intact and functioning normally. There are many types of herbs that one can buy in the shops, human-edible are okay too. Self-produced herbs are also very good, for example good ones: medicago, pisum, avena, rye, wheat, dandelions, or plain hay."
  },
  {
  "id": 2,
  "title": "Toxic herbs",
  "category": "prohibited",
  "details": "Some herbs are poisonous in their pure form. These include: ranunculus, hymlice, lilies-of-the-valley, hellebore, henbane, celandine. After drying, the toxicity decreases either fully or partly."
  },
  {
  "id": 4,
  "title": "Potato",
  "category": "safe",
  "details": "Potatoes do not contain a lot of vitamins, but they're full of starch that's easily digested. Moreover, it's the most available vegetable. Before feeding the potatoes to the animal, it should be boiled and then mashed. Plain bulbs are fed seldom. Boiled potatoes are recommended."
  },
  {
  "id": 5,
  "title": "Carrot",
  "category": "safe",
  "details": "Carrot contains a lot of vitamins, volatile oils, minerals and fat acids. When fed to rabbits, an increase in appetite is observed. It is fed in fresh form or in sliced."
  },
  {
  "id": 6,
  "title": "Pumpkin",
  "category": "safe",
  "details": "Pumpkins is similar to marrows. It contains a lot of vitamins and carotine. Should be cut onto pieces before feeding."
  },
  {
  "id": 7,
  "title": "Marrow",
  "category": "with_care",
  "details": "Marrow is a nutritious vegetable. It contains a lot of water, which is good for the gastro-intestinal tract. Note, however, that because of this the amount of plain water fed to the animal should be decreased. Marrow is usually fed during summer and fall."
  },
  {
  "id": 8,
  "title": "Cabbage",
  "category": "with_care",
  "details": "Cabbage is eaten by rabbits with much pleasure, but it should be fed in limited amounts. This is because it causes swelling. The animal should be accustomed to this food gradually. Cabbage contains a lot of vitamins, water, fibers and microelements needed for active growth and reproduction."
  },
  {
  "id": 9,
  "title": "Beet",
  "category": "safe",
  "details": "Only sugare of forage beet is edible. It improves the structure of blood. It contains such useful substances as sugar, proteins, fats and microelements. 50 grams on one adult rabbit per day is enough."
  },
  {
  "id": 10,
  "title": "Strawberry",
  "category": "safe",
  "details": "Strawberry contains a lot of vitamins and is extraordinary luscious. Can be fed as an enitre shrub."
  },
  {
  "id": 11,
  "title": "Respberry",
  "category": "safe",
  "details": "Raspberry is low on calories and is rich with vitamins. Decreases temperature, restores appetite. Can be fed as an entire shrub."
  },
  {
  "id": 12,
  "title": "Cranberry",
  "category": "safe",
  "details": "Cranberry boosts the immunity and cures bladder inflammation."
  },
  {
  "id": 13,
  "title": "Blackberry",
  "category": "safe",
  "details": "Blackberry cures inflammation of respiratory ways. Contains tannins and vitamins A, C."
  },
  {
  "id": 14,
  "title": "Blueberry",
  "category": "safe",
  "details": "Blueberry is low on calories, rich of minerals. Causes diarrhea if fed too much. Can be fed as an entire shrub."
  },
  {
  "id": 15,
  "title": "Grape",
  "category": "safe",
  "details": "Grapes contain lots and lots of sugers. Berries are fed without seeds."
  },
  {
  "id": 16,
  "title": "Melon",
  "category": "safe",
  "details": "Melon possesses diuretic effect, removes fever. Berries are fed without seeds."
  },
  {
  "id": 17,
  "title": "Banana",
  "category": "with_care",
  "details": "Bananas contains a lot of fibers, potassium and magenesium, vitamins B needed for healthy and beautiful fur, good appetite, quick growth and mental stability. The banana peels are preffered to be fed, since they contain more fibers. Too much of this fruit intails some risks: digestion disorder, overweigth, and risk of poisonning via chemicals used during banana's processing."
  }
]
